using System.Collections.Generic;

namespace lab6.Repositories.Storage
{
    internal static class TextStorage
    {
        internal static string Text = "Задача организации, в особенности же сложившаяся структура организации в значительной степени обуславливает создание существенных финансовых и административных условий. Значимость этих проблем настолько очевидна, что консультация с широким активом в значительной степени обуславливает создание направлений прогрессивного развития. Таким образом реализация намеченных плановых заданий требуют определения и уточнения существенных финансовых и административных условий. Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение модели развития. Повседневная практика показывает, что начало повседневной работы по формированию позиции обеспечивает широкому кругу (специалистов) участие в формировании модели развития. Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности способствует подготовки и реализации дальнейших направлений развития.";

        internal static List<string> RemovedText = new List<string>();

        internal static List<string> ReplacedText = new List<string>();
    }
}
